{
	"N_menuHome": "Inicio",
	"N_menuAbout": "Sobre Mí",
	"N_menuSkill": "Habilidades",
	"N_menuWork": "Trabajos",
	"N_menuContactUs": "Contáctenos",
	"N_buttonResume": "Resumen",
	
	"MC_homeText1": "¡Hola! Mi nombre es",
	"MC_homeText2": "Anniel Valle",
	"MC_homeText3": "Construyo cosas para la web.",
	"MC_homeText4": "Soy un Desarrollador Web capaz de crear aplicaciones web completas desde cero. Tengo conocimientos sobre una amplia gama de tecnologías web e Internet. Me apasiona crear software resistente, escalable y mantenible. Me entusiasma mejorar las experiencias de los usuarios, tanto internos como externos. Soy meticuloso en la atención a los detalles, especialmente cuando trabajo con especificaciones de diseño.",
	"MC_ButtonMoreAboutMe": "Más Sobre Mí",
	"MC_Phrase": "“No importa cuán lento vayas, mientras no te detengas”.",
	"MC_PhraseAuthor": "Confucio",
	
	"A_Title1": "Sobre Mí",
	"A_Title2_1": "Detalles ",
	"A_Title2_2": "Personales",
	"A_Text1": "¡Hola! Mi nombre es Anniel Valle. ",
	"A_Text1_1": "Soy Desarrollador Web.",
	"A_Text2": "Soy un Desarrollador Web capaz de crear aplicaciones web completas desde cero. Me apasiona crear software resiliente, escalable y mantenible. Me apasiona mejorar las experiencias de los usuarios, tanto internos como externos. Mi interés por el desarrollo web comenzó en el año 2015, cuando comencé mis estudios como Ingeniero de Software en la Universidad Central “Marta Abreu” de Las Villas, Cuba; una carrera que despertó mi interés en la creación de aplicaciones informáticas. Luego me interesé mucho más en la programación web porque me parece un mundo fascinante y tiene un gran impacto en nuestras vidas.",
	"A_Text3": "He estudiado tecnologías de desarrollo de aplicaciones como: • Lenguajes de programación: Java, JavaScript, HTML, CSS, Python, SQL, PHP. • Bibliotecas y Frameworks: React, Node, Express, Django, Vue, Symfony. • Herramientas y Plataformas: Git, GitHub, GitLab, Netlify, Vercel, MongoDB, PostgreSQL, Docker, Figma, Postman, Thunder Client. • Metodología de Gestión de Proyectos: Scrum.",
	"A_Text4": "Mi objetivo es desarrollar mi carrera como Desarrollador Web Profesional, siendo parte de una empresa que me permita aplicar todo lo aprendido hasta ahora y seguir creciendo tanto personal como profesionalmente para lograr los mayores resultados posibles.",
	"A_Text5": "Si quieres saber más sobre mí, puedes conectarte conmigo en mis redes sociales o enviarme un correo electrónico.",
	"A_Text6": "Mi lengua materna es el español. También hablo inglés, certificado por: ",
	"A_Text6_1": "certificado.",
	"A_buttonResume": "Descargar CV",
	"Email": "Envíeme un mensaje",
	"Whatsapp": "Envíeme un mensaje",
	
	"Sk_Title1": "Habilidades",
	"Sk_Title2_1": "¿En qué ",
	"Sk_Title2_2": "puedo trabajar?",
	"Sk_Text1": "Desarrollo del frontend", 
	"Sk_Text2": "Desarrollo del backend", 
	"Sk_Text3": "Diseño de UI/UX", 
	"Sk_Text4": "Herramientas",
	
	"F_Filter1": "Todos",
	"F_Filter2": "Full Stack",
	"F_Filter3": "Frontend",
	"F_Filter4": "Backend",
	"F_Filter5": "Diseño",
	
	"Wo_Title1": "Trabajos",
	"Wo_Title2_1": "Últimos ",
	"Wo_Title2_2": "Trabajos",
	
	"Wo_Name0": "Sociopedia",
	"Wo_Description0": "Sociopedia es un software que simula algunas de las funcionalidades más importantes de una aplicación de red social. Funcionalidades típicas como autenticación de usuario, seguir o dejar de seguir a otros usuarios, dar ME GUSTA a otras publicaciones, entre otras. Es una aplicación implementada con la pila MERN.",
	"Wo_Role0": "Proyecto Full Stack",
	
	"Wo_Name1": "Lista de Tareas",
	"Wo_Description1": "Lista de Tareas es una aplicación con funcionalidades típicas; como crear, leer, actualizar y eliminar tareas. Es una aplicación implementada con la pila MERN.",
	"Wo_Role1": "Proyecto Full Stack",
	
	"Wo_Name2": "API de Lista de Tareas",
	"Wo_Description2": "Esta aplicación es un servidor Node.js y Express para manejar solicitudes típicas de una aplicación de administración de tareas. En este servidor se implementaron funcionalidades como creación, lectura, actualización y eliminación de tareas, el cual almacena los datos en una base de datos MongoDB.",
	"Wo_Role2": "Proyecto Backend",
	
	"Wo_Name3": "Aplicación de Blog",
	"Wo_Description3": "Aplicación con algunas de las funcionalidades típicas de un Blog, entre las que se encuentran: crear una publicación por parte de un usuario, listar las publicaciones de todos los usuarios y autenticación de usuarios. Esta aplicación de Blog se implementó con la pila MERN.",
	"Wo_Role3": "Proyecto Full Stack",
	
	"Wo_Name4": "API de Blog",
	"Wo_Description4": "Aplicación de servidor para gestionar solicitudes típicas de una aplicación Blog. Esta API maneja solicitudes como la creación de publicaciones por parte de un usuario específico, la autenticación de usuarios y una lista de publicaciones de usuarios. API almacena datos en una base de datos MongoDB.",
	"Wo_Role4": "Proyecto Backend",
	
	"Wo_Name5": "Aplicación de Reservas",
	"Wo_Description5": "Aplicación con funcionalidades típicas del software de Reservas Hoteleras. Se implementaron funcionalidades como iniciar sesión, reservar un hotel y listar hoteles por diferentes categorías. También se gestiona la creación, lectura y eliminación de usuarios, hoteles y habitaciones. Esta aplicación fue desarrollada en la pila MERN.",
	"Wo_Role5": "Proyecto Full Stack",
	
	"Wo_Name6": "API de la Aplicación de Reservas",
	"Wo_Description6": "Aplicación de servidor para la gestión de solicitudes, referente al software de Reservas de Hoteles. Este servidor maneja solicitudes como autenticación de usuarios, creación, lectura y eliminación de usuarios, hoteles y habitaciones, así como reservas de hoteles por parte de los usuarios y listado de hoteles disponibles por categoría. Esta API almacena datos en una base de datos MongoDB.",
	"Wo_Role6": "Proyecto Backend",
	
	"Wo_Name7": "Lista de Tareas",
	"Wo_Description7": "Lista de Tareas es una aplicación para gestionar tareas. Se implementaron funcionalidades como crear, enumerar, actualizar y eliminar tareas. Este software fue desarrollado con el stack PERN, almacenando los datos en una base de datos PostgreSQL.",
	"Wo_Role7": "Proyecto Full Stack",
	
	"Wo_Name8": "API de Lista de Tareas",
	"Wo_Description8": "Aplicación de servidor Node y Express para gestionar la creación, lectura, actualización y eliminación de tareas. Los datos se almacenan en una base de datos PostgreSQL.",
	"Wo_Role8": "Proyecto Backend",
	
	"Wo_Name9": "Lista de Tareas",
	"Wo_Description9": "Aplicación de gestión de tareas desarrollada en Django y React. Se implementaron funcionalidades como creación, lectura, actualización y eliminación de tareas. Este software almacena datos en una base de datos SQLite3.",
	"Wo_Role9": "Proyecto Full Stack",
	
	"Wo_Name10": "API de Lista de Tareas",
	"Wo_Description10": "Aplicación de servidor Django para gestión de tareas. Se desarrollaron funcionalidades como creación, lectura, actualización y eliminación de tareas. Los datos se almacenan en una base de datos SQLite3.",
	"Wo_Role10": "Proyecto Backend",
	
	"Wo_Name11": "API de Envío de Correos Electrónicos",
	"Wo_Description11": "Aplicación de servidor creada con Node y Express para envíos de correos electrónicos.",
	"Wo_Role11": "Proyecto Backend",
	
	"Wo_Name12": "Calculadora",
	"Wo_Description12": "Implementación de una calculadora con React.",
	"Wo_Role12": "Proyecto Frontend",
	
	"Wo_Name13": "Aplicación de Cambio de Idiomas",
	"Wo_Description13": "Implementación de un sitio web con cambio de idioma.",
	"Wo_Role13": "Proyecto Frontend",
	
	"Wo_Name14": "Juego de Tres en Raya",
	"Wo_Description14": "Implementación del juego de Tic Tac Toe.",
	"Wo_Role14": "Proyecto Frontend",
	
	"Wo_Name15": "Aplicación de Búsqueda de Películas",
	"Wo_Description15": "La aplicación está implementada en React, la cual consume una API de películas para filtrarlas por sus nombres.",
	"Wo_Role15": "Proyecto Frontend",
	
	"Wo_Name16": "Aplicación de Compras",
	"Wo_Description16": "Implementación de una aplicación en React que funciona como un carrito de compras en línea.",
	"Wo_Role16": "Proyecto Frontend",
	
	"Wo_Name17": "Mi Sitio Web 1.0",
	"Wo_Description17": "Este es mi Portafolio Web. Web, en la que tengo algunos de los proyectos más interesantes que realicé, mis habilidades técnicas, información sobre mí y varias formas de ponerse en contacto conmigo.",
	"Wo_Role17": "Proyecto Frontend",
	
	"Wo_Name18": "Mi Sitio Web 1.0",
	"Wo_Description18": "Diseño de la primera versión de mi portafolio de proyectos en línea.",
	"Wo_Role18": "Proyecto Diseño",
	
	"Pa_Previous": "Anterior",
	"Pa_Next": "Siguiente",
	
	"CU_Title1": "Contáctenos",
	"CU_Title2_1": "Ponerse en",
	"CU_Title2_2": " contacto",
	"CU_Email": "Correo",
	"CU_Whatsapp": "WhatsApp",
	"CU_FormButton": "Envíeme un mensaje",
	
	"CU_Name": "Nombre: ",
	"CU_Error1": "Solo es permitido escribir de 1 a 40 caracteres alfabético, con o sin acentuación y espacios.",
	"CU_Mail": "Correo: ",
	"CU_Error2": "Solo es permitido escribir un correo válido.",
	"CU_Message": "Mensaje: ",
	"CU_Error3": "Solo es permitido escribir de 4 a 1500 caracteres alfanuméricos, con o sin acentuación y espacio.",
	"CU_Error": "Error: ",
	"CU_Error4": "Debes completar todos los campos correctamente.",
	"CU_Done": "¡Mensaje enviado correctamente!",
	
	"Fo_CopyRightText": "Todos los derechos reservados.",
	
	"PNF_buttonResume": "Ir a Inicio",
	"PNF_PageNotFound": "Página No Encontrada"
	}